0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\nloader
219	80	用户\n循环 3
220	80	用户\n循环4
221	80	用户\n循环 5
222	80	用户\n循环 6
85000	80	方向. X=0 Z=1
85001	80	方向 X=0 Z=1
85010	80	子循环名称
85012	80	POS.Z2 将G0调转至G1
85014	80	G1-进给率  MM/分钟
85016	80	接管位置 Z2
85018	80	主轴定位 S2 到 S1
85020	80	肩锁. 0=NO 1=YES
85030	80	选择位置Z
85032	80	选择位置 X
85034	80	杆停止位置 Z
85036	80	安全位置 Z
85038	80	杆停止位置. 新杆
85040	80	进给率 mm/min
85042	80	暂停时间 其余工件放下
85043	80	暂停时间 工件夹具前进
85044	80	棒料端加工
85046	80	0=剩余加工 1=剩余退出
85048	80	0=Partchatch.1=工件下落 2=剩余加工.
85049	80	1=工件下落 2=剩余加工
85050	80	剩余加工程序名称
85052	80	棒料端程序名称
85054	80	主轴驱动振荡 0=关 1=开
85056	80	 
85057	80	 
85058	80	 
85060	80	用户
85062	80	接管
85064	80	杆加载器
85066	80	Kupa-\n加载器
85068	80	Emco-\n加载器
85070	80	Irco/FMB-\n加载器
85071	80	 
85072	80	刀具-\n测量
85074	80	刀具m-\n侧面 1
85076	80	刀具m-\n侧面 2
85078	80	L1 (X)_plus ...磨损限制
85080	80	L1 (X)_min ...磨损限制
85082	80	L2 (Z)_plus ...磨损限制
85084	80	L2 (Z)_min ...磨损限制
85086	80	L1 (X)_plus/min broken tool lim.
85088	80	L2 (Z)_plus/min broken tool lim.
85090	80	0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	刀位杆停 
85102	80	T号
85104	80	刀具矫正杆停
85106	80	D 号
85108	80	新杆
85110	80	杆端PRG 
85112	80	杆停X 
85114	80	杆停位置 Z 
85116	80	杆停位置Z 
85118	80	杆停位置，新感在Z方向 
85120	80	新杆位置
85122	80	Z安全 
85124	80	停止前进
85126	80	停止等待边角料掉落 
85128	80	停止后退
85130	80	1=杆停 2=Supsp. 3=杆调用器
85132	80	杆进给
85134	80	0=没有杆停 1=杆停
85136	80	新杆停
85138	80	振荡
85140	80	1=ch.conv.2=p.ch.3=终止程序.4=滑行
85142	80	杆端在
85144	80	第一次有效(循环两次)
85146	80	工件完成
85148	80	Kupa-\nLM_92
85150	80	杆端
85152	80	工件 chatcher 前进
85154	80	零件前滑
85156	80	棒料改变激活 *等待E37.6/E64.6*输入
85158	80	杆调用器前进!*等待输入E37.4/E64.4*
